[
  {
    "q": "Disajikan deskripsi materi tentang kondisi dan peradaban Jazirah Arab pra Islam. Seorang guru merancang beberapa tujuan pembelajaran berikut: 1) Menganalisis struktur sosial masyarakat Arab pra Islam, 2) Menghargai datangnya Islam sebagai rahmat bagi semesta, 3) Menyajikan video digital tentang perubahan budaya Arab, 4) Menunjukkan sikap menolak perilaku jahiliyah, 5) Mengelompokkan faktor politik pra Islam. Berdasarkan tujuan pembelajaran tersebut, ranah sikap yang paling sesuai dengan indikator meningkatkan keimanan, ketakwaan, dan akhlak mulia adalah …",
    "o": [
      "1 dan 3",
      "1 dan 5",
      "2 dan 4",
      "3 dan 5",
      "2 dan 5"
    ],
    "a": 2
  },
  {
    "q": "Sebelum hijrah ke Madinah, Nabi Muhammad SAW menghadapi berbagai tantangan di Mekkah, seperti penentangan kaum Quraisy, tekanan sosial, dan intimidasi terhadap para sahabat. Guru ingin agar peserta didik tidak hanya memahami peristiwa sejarah, tetapi juga mampu berpikir kritis terhadap strategi dakwah Nabi Muhammad SAW di Mekkah. Rumusan tujuan pembelajaran ranah pengetahuan yang paling sesuai dengan indikator berpikir kritis adalah …",
    "o": [
      "Peserta didik dapat menghafalkan kronologi dakwah Nabi Muhammad SAW di Mekkah",
      "Peserta didik dapat membandingkan strategi dakwah Nabi Muhammad SAW dengan tokoh lain",
      "Peserta didik dapat menjelaskan proses dakwah Nabi Muhammad SAW sebelum hijrah ke Madinah",
      "Peserta didik dapat menganalisis tantangan dakwah Nabi Muhammad SAW di Mekkah",
      "Peserta didik dapat menyebutkan nama sahabat yang mendukung Nabi Muhammad SAW di Mekkah"
    ],
    "a": 3
  },
  {
    "q": "Pada masa pemerintahan Khalifah Abu Bakar Ash-Shiddiq, umat Islam menghadapi tantangan besar berupa kemurtadan dan perpecahan. Kepemimpinan Abu Bakar menekankan kerja sama dan persatuan umat. Guru ingin mengembangkan tujuan pembelajaran ranah keterampilan yang menumbuhkan sikap gotong royong. Rumusan tujuan pembelajaran yang paling tepat adalah …",
    "o": [
      "Peserta didik dapat menjelaskan kebijakan Abu Bakar dalam mengatasi riddah",
      "Peserta didik dapat menyajikan laporan individu tentang kepemimpinan Abu Bakar",
      "Peserta didik dapat membuat peta konsep pemerintahan Abu Bakar",
      "Peserta didik dapat merancang proyek kolaboratif untuk meneladani kepemimpinan Abu Bakar",
      "Peserta didik dapat menghafalkan kebijakan Abu Bakar Ash-Shiddiq"
    ],
    "a": 3
  },
  {
    "q": "Masuknya Islam ke Nusantara dijelaskan melalui beberapa teori, antara lain teori Gujarat, Mekkah, Persia, dan Cina. Setiap teori memiliki bukti sejarah dan tradisi yang berkembang di masyarakat. Guru meminta peserta didik membuat poster digital kolaboratif untuk menumbuhkan sikap penerimaan terhadap keberagaman tradisi. Tujuan pembelajaran ranah sikap yang paling sesuai adalah …",
    "o": [
      "Peserta didik dapat menghafalkan teori masuknya Islam ke Nusantara",
      "Peserta didik dapat menyebutkan bukti dari setiap teori masuknya Islam",
      "Peserta didik dapat menjelaskan hubungan teori dan bukti sejarah",
      "Peserta didik dapat membuat poster digital penerimaan keberagaman tradisi masuknya Islam",
      "Peserta didik dapat mengelompokkan teori masuknya Islam"
    ],
    "a": 3
  },
  {
    "q": "Dinasti Ayyubiyah dikenal memiliki kebijakan politik, sosial, ekonomi, dan pendidikan yang berpengaruh terhadap masyarakat. Guru ingin mengembangkan indikator tujuan pembelajaran ranah pengetahuan yang mencerminkan kemampuan berpikir dinamis dan inovatif. Rumusan indikator yang paling tepat adalah …",
    "o": [
      "Mengidentifikasi kebijakan politik Dinasti Ayyubiyah",
      "Menyebutkan dampak sosial Dinasti Ayyubiyah",
      "Menganalisis hubungan kebijakan ekonomi Dinasti Ayyubiyah dengan kesejahteraan masyarakat",
      "Menghafalkan kebijakan Dinasti Ayyubiyah",
      "Menjelaskan latar belakang berdirinya Dinasti Ayyubiyah"
    ],
    "a": 2
  },
  {
    "q": "Dalam pembelajaran tentang kondisi bangsa Arab pra Islam, guru membagi peserta didik ke dalam kelompok dan meminta mereka mendiskusikan konflik antarsuku serta dampaknya terhadap kehidupan sosial. Tujuan pembelajaran yang paling sesuai dengan kegiatan tersebut adalah …",
    "o": [
      "Menyebutkan bentuk peperangan antarsuku Arab pra Islam",
      "Mengidentifikasi masalah utama kehidupan masyarakat Arab pra Islam",
      "Menganalisis dampak konflik antarsuku terhadap kehidupan sosial bangsa Arab pra Islam",
      "Menghafalkan nama suku-suku Arab pra Islam",
      "Menjelaskan kondisi geografis Jazirah Arab"
    ],
    "a": 2
  },
  {
    "q": "Guru meminta peserta didik membuat mind map digital tentang kondisi sosial masyarakat Madinah sebelum hijrah Nabi Muhammad SAW, meliputi suku Aus, Khazraj, dan komunitas Yahudi. Tujuan pembelajaran HOTS yang paling tepat adalah …",
    "o": [
      "Menyebutkan kelompok masyarakat Madinah pra hijrah",
      "Menjelaskan kondisi geografis Madinah",
      "Menganalisis struktur sosial masyarakat Madinah pra hijrah",
      "Menghafalkan tradisi suku Aus dan Khazraj",
      "Menuliskan kembali isi buku teks"
    ],
    "a": 2
  },
  {
    "q": "Guru menerapkan pembelajaran berdiferensiasi pada materi kepemimpinan Khulafaur Rasyidin. Peserta didik dengan kemampuan tinggi diminta menganalisis kebijakan, sementara yang lain diberikan studi kasus sederhana. Rumusan tujuan evaluasi pembelajaran yang paling tepat adalah …",
    "o": [
      "Peserta didik menghafalkan masa pemerintahan Khulafaur Rasyidin",
      "Peserta didik menjawab soal pilihan ganda yang sama",
      "Peserta didik menganalisis kepemimpinan Khulafaur Rasyidin sesuai tingkat kemampuan",
      "Peserta didik menyalin biografi Khulafaur Rasyidin",
      "Peserta didik menyebutkan nama-nama Khulafaur Rasyidin"
    ],
    "a": 2
  },
  {
    "q": "Pada masa pemerintahan Utsman bin Affan, dilakukan kodifikasi Al-Qur'an yang berdampak besar pada perkembangan ilmu pengetahuan Islam. Guru ingin menyusun alur materi ajar yang tepat sesuai karakteristik peserta didik. Alur materi yang paling sesuai adalah …",
    "o": [
      "Membahas silsilah keluarga Utsman bin Affan",
      "Menjelaskan kodifikasi Al-Qur'an dan dampaknya terhadap perkembangan ilmu pengetahuan",
      "Menganalisis strategi militer Utsman bin Affan",
      "Membandingkan pemerintahan Utsman dan Umar secara umum",
      "Menghafalkan tahun wafat Utsman bin Affan"
    ],
    "a": 1
  },
  {
    "q": "Guru mengajarkan materi penyebaran Islam di berbagai wilayah dunia dengan pendekatan deep learning, dimulai dari Indonesia kemudian diperluas ke Asia Tenggara dan dunia. Alur materi ajar yang paling tepat adalah …",
    "o": [
      "Menjelaskan penyebaran Islam secara umum tanpa fokus wilayah",
      "Menghafalkan tahun masuknya Islam di setiap wilayah",
      "Menganalisis penyebaran Islam di Indonesia lalu membandingkannya dengan wilayah lain",
      "Menyajikan video tanpa diskusi lanjutan",
      "Membahas satu wilayah secara rinci dan mengabaikan wilayah lain"
    ],
    "a": 2
  }
]
