[
  {
    "id": 1,
    "pertanyaan": "Disajikan deskripsi materi tentang kondisi dan peradaban Jazirah Arab pra Islam. Seorang guru merancang beberapa tujuan pembelajaran berikut:\n\n1. Menganalisis struktur sosial masyarakat Arab pra Islam\n2. Menghargai datangnya Islam sebagai rahmat bagi semesta\n3. Menyajikan video digital tentang perubahan budaya Arab\n4. Menunjukkan sikap menolak perilaku jahiliyah\n5. Mengelompokkan faktor politik pra Islam\n\nBerdasarkan tujuan pembelajaran di atas, ranah sikap yang paling sesuai dengan indikator meningkatkan keimanan, ketakwaan, dan akhlak mulia adalah …",
    "opsi": {
      "A": "1 dan 3",
      "B": "1 dan 5",
      "C": "2 dan 4",
      "D": "3 dan 5",
      "E": "2 dan 5"
    },
    "jawaban": "C"
  },
  {
    "id": 2,
    "pertanyaan": "Sebelum hijrah ke Madinah, Nabi Muhammad SAW menghadapi berbagai tantangan di Mekkah, seperti penentangan kaum Quraisy, tekanan sosial, dan intimidasi terhadap para sahabat. Meskipun demikian, beliau tetap konsisten menyampaikan dakwah dengan penuh kesabaran dan strategi yang bijak.\n\nGuru ingin agar siswa tidak sekadar memahami peristiwa sejarah, tetapi juga mampu berpikir kritis terhadap strategi dakwah Nabi Muhammad SAW di Mekkah.\n\nRumusan tujuan pembelajaran ranah pengetahuan yang paling sesuai dengan indikator berpikir kritis adalah …",
    "opsi": {
      "A": "Peserta didik dapat menghafalkan kronologi dakwah Nabi Muhammad di Mekkah.",
      "B": "Peserta didik dapat membandingkan strategi dakwah Nabi Muhammad dengan tokoh lain.",
      "C": "Peserta didik dapat menjelaskan proses dakwah Nabi Muhammad sebelum hijrah ke Madinah.",
      "D": "Peserta didik dapat menganalisis tantangan dakwah Nabi Muhammad di Mekkah.",
      "E": "Peserta didik dapat menyebutkan nama-nama sahabat yang mendukung Nabi Muhammad di Mekkah."
    },
    "jawaban": "D"
  },

  ...
  
  {
    "id": 50,
    "pertanyaan": "Dalam pembelajaran penutup, guru meminta siswa melakukan refleksi akhir semester tentang penerapan nilai-nilai sejarah Islam dalam kehidupan sehari-hari melalui jurnal digital.\n\nTujuan pembelajaran yang paling sesuai adalah …",
    "opsi": {
      "A": "Siswa dapat menyebutkan materi sejarah Islam yang telah dipelajari.",
      "B": "Siswa dapat menjelaskan kembali isi jurnal secara lisan.",
      "C": "Siswa dapat merefleksikan penerapan nilai-nilai sejarah Islam dalam kehidupan sehari-hari.",
      "D": "Siswa dapat menghafalkan rangkuman materi semester.",
      "E": "Siswa dapat menyalin kembali materi dari buku teks."
    },
    "jawaban": "C"
  }
]
