[
  {
    "q": "Sebelum hijrah ke Madinah, Nabi Muhammad SAW menghadapi berbagai tantangan di Mekkah, seperti penentangan kaum Quraisy, tekanan sosial, dan intimidasi terhadap para sahabat. Meskipun demikian, beliau tetap konsisten menyampaikan dakwah dengan penuh kesabaran dan strategi yang bijak. Guru ingin agar siswa tidak sekadar memahami peristiwa sejarah, tetapi juga mampu berpikir kritis terhadap strategi dakwah Nabi Muhammad SAW di Mekkah. Rumusan tujuan pembelajaran ranah pengetahuan yang paling sesuai dengan indikator berpikir kritis adalah …",
    "o": [
      "Peserta didik dapat menghafalkan kronologi dakwah Nabi Muhammad di Mekkah.",
      "Peserta didik dapat membandingkan strategi dakwah Nabi Muhammad dengan tokoh lain.",
      "Peserta didik dapat menjelaskan proses dakwah Nabi Muhammad sebelum hijrah ke Madinah.",
      "Peserta didik dapat menganalisis tantangan dakwah Nabi Muhammad di Mekkah.",
      "Peserta didik dapat menyebutkan nama-nama sahabat yang mendukung Nabi Muhammad di Mekkah"
    ],
    "a": 3
  },
  {
    "q": "Pada masa Khalifah Abu Bakar, sistem pemerintahan dipusatkan untuk menjaga persatuan umat, mengatasi kemurtadan (riddah), dan menyusun strategi pertahanan negara. Kepemimpinan beliau menekankan kerjasama antarkabilah dalam menjaga stabilitas umat. Guru ingin menyusun tujuan pembelajaran ranah keterampilan agar peserta didik tidak hanya memahami sejarah, tetapi mampu mengaplikasikan nilai kerjasama dalam aktivitas belajar kolaboratif. Rumusan tujuan pembelajaran ranah keterampilan yang paling sesuai dengan indikator peserta didik memiliki semangat gotong royong adalah …",
    "o": [
      "Peserta didik dapat menyusun laporan tentang strategi politik Abu Bakar dengan rinci.",
      "Peserta didik dapat mempresentasikan hasil analisis sistem pemerintahan Abu Bakar secara individu.",
      "Peserta didik dapat membuat peta konsep digital mengenai pemerintahan Abu Bakar.",
      "Peserta didik dapat merancang proyek kolaboratif berbasis teknologi untuk meneladani Abu Bakar.",
      "Peserta didik dapat menyalin catatan tentang kebijakan Abu Bakar dalam mengatasi riddah."
    ],
    "a": 3
  },
  {
    "q": "Dalam sebuah kelas, guru membagi siswa menjadi beberapa kelompok dan memberikan akses pada artikel digital serta peta interaktif jazirah Arab. Siswa diminta mengidentifikasi masalah utama yang muncul dalam kehidupan bangsa Arab pra-Islam (seperti peperangan antarsuku, sistem kabilah, dan penyembahan berhala), lalu mendiskusikan bagaimana kondisi tersebut membentuk perilaku sosial mereka. Jika guru ingin merumuskan tujuan pembelajaran yang selaras dengan kegiatan di atas, rumusan yang paling sesuai adalah ...",
    "o": [
      "Mengidentifikasi masalah utama dalam kehidupan masyarakat Arab pra-Islam.",
      "Menguraikan bentuk-bentuk kepercayaan bangsa Arab pra-Islam.",
      "Menganalisis sistem kabilah terhadap interaksi sosial Arab pra-Islam.",
      "Menyebutkan bentuk peperangan antar suku di jazirah Arab pra-Islam.",
      "Menghafalkan letak geografis kota-kota penting Arab pra-Islam"
    ],
    "a": 2
  },
  {
    "q": "Guru SKI meminta siswa membuat mind map online tentang kondisi sosio-kultural Madinah pra-Hijrah. Mind map menunjukkan struktur sosial (Aus, Khazraj, komunitas Yahudi) serta hubungan antar kelompok. Siswa diminta menemukan pola dinamika sosial yang melatarbelakangi Piagam Madinah. Tujuan pembelajaran HOTS yang paling tepat untuk mendukung kegiatan tersebut adalah …",
    "o": [
      "Menyebutkan kelompok masyarakat yang hidup di Madinah pra-Hijrah.",
      "Menguraikan peran komunitas Yahudi dalam bidang ekonomi Madinah pra-Hijrah.",
      "Menganalisis struktur sosial Madinah pra-Hijrah dan Piagam Madinah.",
      "Menjelaskan kondisi geografis kota Madinah pada masa pra-Hijrah.",
      "Menghafalkan tradisi suku Aus dan Khazraj."
    ],
    "a": 2
  },
  {
    "q": "Seorang guru SKI melakukan evaluasi pembelajaran pada materi Islam masa Khulafaur Rasyidin dengan fokus pada kepemimpinan Abu Bakar Ash-Shiddiq dan Umar bin Khattab. Guru menerapkan pendekatan Differentiation Based Learning (DBL) dengan menyesuaikan bentuk evaluasi berdasarkan karakteristik peserta didik. Peserta didik yang memiliki kemampuan analitis tinggi diminta menganalisis kebijakan kepemimpinan kedua khalifah, sementara peserta didik dengan gaya belajar konkret diberikan studi kasus sederhana tentang keteladanan mereka dalam kehidupan seharihari. Berdasarkan narasi tersebut, rumusan evaluasi tujuan pembelajaran yang paling tepat adalah …",
    "o": [
      "Peserta didik mampu menyebutkan tahun pemerintahan Abu Bakar dan Umar bin Khattab secara tepat.",
      "Peserta didik mampu menghafal nama-nama kebijakan Abu Bakar dan Umar bin Khattab dalam sejarah Islam.",
      "Peserta didik menganalisis kepemimpinan Abu Bakar dan Umar bin Khattab sesuai tingkat kemampuan belajar.",
      "Peserta didik mampu menyalin kembali biografi Abu Bakar dan Umar bin Khattab dari buku teks.",
      "Peserta didik mampu menjawab soal pilihan ganda yang sama tentang Khulafaur Rasyidin tanpa penyesuaian."
    ],
    "a": 2
  },
  {
    "q": "Seorang guru SKI merencanakan pembelajaran tentang perkembangan ilmu pengetahuan pada masa kepemimpinan Utsman bin Affan. Guru menggunakan peta konsep digital untuk membantu peserta didik memahami keterkaitan antara kodifikasi AlQur'an, perkembangan administrasi negara, dan sistem pendidikan Islam awal. Alur materi ajar yang paling tepat dalam perencanaan tujuan pembelajaran sesuai karakteristik peserta didik adalah …",
    "o": [
      "Menjelaskan latar belakang sosial politik Utsman bin Affan ? menganalisis peranannya dalam ekonomi ? membandingkan dengan era modern.",
      "Menguraikan upaya kodifikasi Al-Qur'an ? menjelaskan dampak terhadap sistem pendidikan ? menilai pengaruhnya bagi perkembangan ilmu pengetahuan.",
      "Mengidentifikasi kebijakan politik Utsman bin Affan ? menjelaskan pengaruhnya pada ekspansi wilayah ? membandingkan dengan kepemimpinan Umar bin Khattab.",
      "Membahas strategi militer Utsman bin Affan ? menganalisis keberhasilan pasukan Islam ? mengaitkan dengan manajemen konflik masa kini.",
      "Mendeskripsikan silsilah keluarga Utsman bin Affan ? menghubungkan dengan legitimasi kepemimpinannya ? membandingkan dengan pemimpin modern."
    ],
    "a": 1
  },
  {
    "q": "Seorang guru SKI melaksanakan pembelajaran materisejarah masuknya Islam di berbagai wilayah dunia, dengan fokus utama pada Indonesia dan pengayaan pada Asia Tenggara, Afrika, Eropa, Amerika, dan Australia. Guru menerapkan pendekatan Deep Learning (DL) yang menekankan pemahaman bermakna,sebab-akibat, dan konteks sosial-budaya. Peserta didik beragam (visual, verbal, reflektif), sehingga diperlukan alur materi yang logis dan bertahap. Alur materi ajar yang paling tepat digunakan adalah…",
    "o": [
      "Menyajikan kronologi masuknya Islam di Indonesia saja, lalu wilayah lain dibaca mandiri.",
      "Memulai dengan hafalan tahun dan tokoh masuknya Islam di setiap wilayah secara berurutan.",
      "Menjelaskan penyebaran Islam (umum), analisis di Indonesia, lalu membandingkan di Asia Tenggara, Afrika, Eropa, Amerika, dan Australia.",
      "Menampilkan video singkat tentang masuknya Islam di dunia tanpa diskusi lanjutan.",
      "Menjelaskan satu wilayah secara rinci dan mengabaikan wilayah lain agar lebih singkat."
    ],
    "a": 2
  },
  {
    "q": "Dalam diskusi kelas berbasis teknologi (Google Jamboard), guru menuliskan tiga faktor penyebab keruntuhan Dinasti Ayyubiyah: (1) perebutan kekuasaan antar keluarga, (2) lemahnya integrasi politik, (3) tekanan dari luar (Perang Salib). Guru meminta siswa menyusun urutan alur pembelajaran yang logis. Alur materi ajar yang tepat untuk membantu siswa mengevaluasi tujuan pembelajaran adalah …",
    "o": [
      "Tekanan luar dari Perang Salib ? lemahnya integrasi politik ? perebutan kekuasaan internal.",
      "Perebutan kekuasaan internal ? lemahnya integrasi politik ? tekanan luar dari Perang Salib.",
      "Lemahnya integrasi politik ? tekanan luar dari Perang Salib ? berdirinya Dinasti Mamluk.",
      "Tekanan luar dari Perang Salib ? berdirinya Dinasti Mamluk ? lemahnya persatuan politik.",
      "Perebutan kekuasaan internal ? berdirinya Dinasti Mamluk ? konflik sosial Mesir."
    ],
    "a": 1
  },
  {
    "q": "Dalam program P5 bertema \"kebinekaan global\", guru meminta siswa membandingkan sikap toleransi di masyarakat lokal dengan praktik toleransi di negara lain. Siswa menuliskan hasil analisisnya di Padlet digital. Pengembanganmateri ajar nilai-nilai P5 yang sesuai dalam tujuan pembelajaran adalah …",
    "o": [
      "Siswa dapat mengidentifikasi contoh sikap toleransi dalam masyarakat lokal.",
      "Siswa dapat menganalisis perbedaan dan persamaan praktik toleransi lokal dan global.",
      "Siswa dapat menyebutkan nilai-nilai kebinekaan yang terkandung dalam Pancasila.",
      "Siswa dapat menilai kelebihan sikap toleransi bangsa Indonesia dibanding bangsa lain.",
      "Siswa dapat menjelaskan sejarah kebinekaan Indonesia secara kronologis."
    ],
    "a": 1
  },
  {
    "q": "Guru SKI mengajak siswa membuat poster digital di Canva setelah menonton video tentang kerja sama lintas agama dalam penanganan bencana alam. Guru menekankan bahwa alasan implementasi moderasi beragama harus tampak jelas dalam materi ajar. Alasan pengembangan materi ajar nilai Islam sebagai agama wasathiyah yang paling sesuai adalah …",
    "o": [
      "Agar siswa dapat menyebutkan contoh kerja sama lintas agama di masyarakat.",
      "Agar siswa mampu menjelaskan pentingnya solidaritas dalam Islam.",
      "Agar siswa dapat menilai kerja sama lintas agama sebagai implementasi moderasi beragama.",
      "Agar siswa memahami sejarah kerja sama umat Islam dengan non-Muslim pada masa Nabi.",
      "Agar siswa menguraikan hikmah musibah dalam perspektif Islam."
    ],
    "a": 2
  }
]
