[
  {
    "q": "Seorang guru merancang beberapa tujuan pembelajaran berikut: (1) Menganalisis struktur sosial masyarakat Arab pra Islam, (2) Menghargai datangnya Islam sebagai rahmat bagi semesta, (3) Menyajikan video digital tentang perubahan budaya Arab, (4) Menunjukkan sikap menolak perilaku jahiliyah, (5) Mengelompokkan faktor politik pra Islam. Berdasarkan tujuan pembelajaran tersebut, ranah sikap yang paling sesuai dengan indikator meningkatkan keimanan, ketakwaan, dan akhlak mulia adalah …",
    "o": [
      "1 dan 3",
      "1 dan 5",
      "2 dan 4",
      "3 dan 5",
      "2 dan 5"
    ],
    "a": 2
  },
  {
    "q": "Sebelum hijrah ke Madinah, Nabi Muhammad SAW menghadapi berbagai tantangan di Mekkah, seperti penentangan kaum Quraisy, tekanan sosial, dan intimidasi terhadap para sahabat. Guru ingin agar siswa mampu berpikir kritis terhadap strategi dakwah Nabi Muhammad SAW di Mekkah. Rumusan tujuan pembelajaran ranah pengetahuan yang paling sesuai adalah …",
    "o": [
      "Peserta didik dapat menghafalkan kronologi dakwah Nabi Muhammad di Mekkah",
      "Peserta didik dapat membandingkan strategi dakwah Nabi Muhammad dengan tokoh lain",
      "Peserta didik dapat menjelaskan proses dakwah Nabi Muhammad sebelum hijrah ke Madinah",
      "Peserta didik dapat menganalisis tantangan dakwah Nabi Muhammad di Mekkah",
      "Peserta didik dapat menyebutkan nama sahabat Nabi Muhammad di Mekkah"
    ],
    "a": 3
  },
  {
    "q": "Pada masa Khalifah Abu Bakar Ash-Shiddiq, sistem pemerintahan dipusatkan untuk menjaga persatuan umat dan mengatasi kemurtadan (riddah). Guru ingin menyusun tujuan pembelajaran ranah keterampilan agar peserta didik memiliki semangat gotong royong. Rumusan tujuan pembelajaran yang paling tepat adalah …",
    "o": [
      "Peserta didik dapat menyusun laporan tentang strategi politik Abu Bakar",
      "Peserta didik dapat mempresentasikan sistem pemerintahan Abu Bakar secara individu",
      "Peserta didik dapat membuat peta konsep digital pemerintahan Abu Bakar",
      "Peserta didik dapat merancang proyek kolaboratif berbasis teknologi untuk meneladani kepemimpinan Abu Bakar",
      "Peserta didik dapat menyalin kebijakan Abu Bakar dalam mengatasi riddah"
    ],
    "a": 3
  },
  {
    "q": "Guru meminta siswa menyusun poster digital kolaboratif yang menampilkan teori masuknya Islam ke Indonesia beserta tradisi yang dihasilkannya untuk menumbuhkan sikap penerimaan terhadap keragaman tradisi. Rumusan tujuan pembelajaran ranah sikap yang paling sesuai adalah …",
    "o": [
      "Menghafalkan teori masuknya Islam di Asia Tenggara",
      "Menyalin tabel teori masuknya Islam",
      "Menjelaskan hubungan teori dan bukti sejarah",
      "Membuat poster digital kolaboratif penerimaan tradisi masuknya Islam",
      "Menyebutkan contoh tradisi dari teori Persia dan Cina"
    ],
    "a": 3
  },
  {
    "q": "Berdasarkan aspek pemerintahan Dinasti Ayyubiyah dalam bidang politik, pendidikan, sosial-budaya, dan ekonomi, rumusan indikator tujuan pembelajaran ranah pengetahuan yang paling mencerminkan kemampuan berpikir dinamis dan inovatif adalah …",
    "o": [
      "Mengidentifikasi kebijakan politik Dinasti Ayyubiyah",
      "Menyusun ringkasan dampak sosial Dinasti Ayyubiyah",
      "Menganalisis hubungan kebijakan ekonomi Dinasti Ayyubiyah dengan kesejahteraan masyarakat",
      "Merancang model pemerintahan modern Dinasti Ayyubiyah",
      "Menyebutkan manfaat pendirian madrasah"
    ],
    "a": 2
  },
  {
    "q": "Dalam pembelajaran kondisi bangsa Arab pra Islam, guru meminta siswa mengidentifikasi masalah utama seperti peperangan antarsuku, sistem kabilah, dan penyembahan berhala, lalu mendiskusikan dampaknya. Rumusan tujuan pembelajaran yang paling sesuai adalah …",
    "o": [
      "Mengidentifikasi masalah utama masyarakat Arab pra Islam",
      "Menguraikan bentuk kepercayaan Arab pra Islam",
      "Menganalisis sistem kabilah terhadap interaksi sosial Arab pra Islam",
      "Menyebutkan bentuk peperangan antarsuku",
      "Menghafalkan letak geografis kota Arab pra Islam"
    ],
    "a": 2
  },
  {
    "q": "Guru meminta siswa membuat mind map online tentang kondisi sosio-kultural Madinah pra hijrah yang menunjukkan struktur sosial dan dinamika antar kelompok. Tujuan pembelajaran HOTS yang paling tepat adalah …",
    "o": [
      "Menyebutkan kelompok masyarakat Madinah pra hijrah",
      "Menguraikan peran komunitas Yahudi di Madinah",
      "Menganalisis struktur sosial Madinah pra hijrah dan Piagam Madinah",
      "Menjelaskan kondisi geografis Madinah",
      "Menghafalkan tradisi suku Aus dan Khazraj"
    ],
    "a": 2
  },
  {
    "q": "Guru menerapkan evaluasi pembelajaran berdiferensiasi pada materi kepemimpinan Abu Bakar dan Umar bin Khattab. Rumusan evaluasi tujuan pembelajaran yang paling tepat adalah …",
    "o": [
      "Menyebutkan tahun pemerintahan Abu Bakar dan Umar",
      "Menghafalkan kebijakan kedua khalifah",
      "Menganalisis kepemimpinan Abu Bakar dan Umar sesuai tingkat kemampuan peserta didik",
      "Menyalin biografi Abu Bakar dan Umar",
      "Menjawab soal pilihan ganda yang sama tanpa penyesuaian"
    ],
    "a": 2
  },
  {
    "q": "Guru merencanakan pembelajaran tentang perkembangan ilmu pengetahuan pada masa Utsman bin Affan menggunakan peta konsep digital. Alur materi ajar yang paling tepat adalah …",
    "o": [
      "Menjelaskan latar belakang sosial politik Utsman bin Affan",
      "Menguraikan kodifikasi Al-Qur'an, dampaknya pada pendidikan, dan pengaruhnya terhadap perkembangan ilmu pengetahuan",
      "Mengidentifikasi kebijakan politik Utsman dan membandingkannya dengan Umar",
      "Membahas strategi militer Utsman bin Affan",
      "Mendeskripsikan silsilah keluarga Utsman bin Affan"
    ],
    "a": 1
  },
  {
    "q": "Dalam pembelajaran sejarah masuknya Islam di berbagai wilayah dunia dengan pendekatan Deep Learning, alur materi ajar yang paling tepat adalah …",
    "o": [
      "Menyajikan kronologi masuknya Islam di Indonesia saja",
      "Menghafalkan tahun dan tokoh masuknya Islam di setiap wilayah",
      "Menjelaskan penyebaran Islam secara umum, menganalisis di Indonesia, lalu membandingkan dengan wilayah lain",
      "Menampilkan video tanpa diskusi lanjutan",
      "Menjelaskan satu wilayah secara rinci dan mengabaikan wilayah lain"
    ],
    "a": 2
  }
]
[
  {
    "q": "Setelah hijrah ke Madinah, Nabi Muhammad SAW membangun masyarakat Islam yang berlandaskan persatuan dan toleransi melalui Piagam Madinah. Nilai utama yang dapat diteladani dari peristiwa tersebut dalam kehidupan berbangsa adalah …",
    "o": [
      "Mengutamakan kepentingan kelompok tertentu",
      "Menegakkan persatuan dalam keberagaman",
      "Memaksakan keyakinan kepada pihak lain",
      "Menghindari kerja sama antar kelompok",
      "Menjaga kekuasaan secara sepihak"
    ],
    "a": 1
  },
  {
    "q": "Piagam Madinah menjadi bukti bahwa Nabi Muhammad SAW adalah pemimpin yang bijaksana dalam mengelola masyarakat majemuk. Implementasi nilai Piagam Madinah dalam kehidupan sekolah yang paling tepat adalah …",
    "o": [
      "Membentuk kelompok belajar berdasarkan suku",
      "Mengutamakan pendapat mayoritas tanpa musyawarah",
      "Menjalin kerja sama tanpa membedakan latar belakang",
      "Memberi sanksi tanpa proses dialog",
      "Membatasi pergaulan antar kelas"
    ],
    "a": 2
  },
  {
    "q": "Pada masa Khalifah Umar bin Khattab, sistem administrasi pemerintahan mengalami perkembangan pesat, termasuk pembentukan baitul mal dan pembagian wilayah. Hikmah yang dapat diambil dari kepemimpinan Umar bin Khattab adalah …",
    "o": [
      "Kepemimpinan yang bersifat otoriter",
      "Pemerintahan yang berorientasi pada kekuasaan",
      "Pentingnya sistem administrasi yang tertib dan adil",
      "Pengelolaan negara secara individual",
      "Pemimpin bebas dari kritik rakyat"
    ],
    "a": 2
  },
  {
    "q": "Khalifah Umar bin Khattab dikenal tegas namun adil dalam menjalankan pemerintahan. Contoh sikap yang mencerminkan keteladanan Umar bin Khattab dalam kehidupan sehari-hari adalah …",
    "o": [
      "Menegur teman dengan kata-kata kasar",
      "Menegakkan aturan meskipun terhadap diri sendiri",
      "Menghindari tanggung jawab yang berat",
      "Mendahulukan kepentingan pribadi",
      "Mengambil keputusan tanpa pertimbangan"
    ],
    "a": 1
  },
  {
    "q": "Pada masa pemerintahan Utsman bin Affan, wilayah Islam semakin luas sehingga diperlukan penyeragaman bacaan Al-Qur'an. Kebijakan kodifikasi Al-Qur'an bertujuan untuk …",
    "o": [
      "Membatasi penyebaran Al-Qur'an",
      "Menghilangkan perbedaan pendapat ulama",
      "Menyeragamkan bacaan Al-Qur'an agar tidak terjadi perselisihan",
      "Mengganti mushaf yang sudah ada",
      "Mengurangi jumlah hafiz Al-Qur'an"
    ],
    "a": 2
  },
  {
    "q": "Peristiwa kodifikasi Al-Qur'an pada masa Khalifah Utsman bin Affan menunjukkan pentingnya sikap … dalam menjaga persatuan umat Islam.",
    "o": [
      "Fanatisme golongan",
      "Keterbukaan dan kebijaksanaan",
      "Keras kepala dalam berpendapat",
      "Menolak perubahan",
      "Mengutamakan tradisi lama tanpa evaluasi"
    ],
    "a": 1
  },
  {
    "q": "Ali bin Abi Thalib dikenal sebagai khalifah yang memiliki kecerdasan, keberanian, dan keadilan. Tantangan utama yang dihadapi Ali bin Abi Thalib dalam masa pemerintahannya adalah …",
    "o": [
      "Perluasan wilayah Islam",
      "Penyusunan mushaf Al-Qur'an",
      "Konflik internal dan perpecahan umat",
      "Krisis ekonomi berkepanjangan",
      "Penolakan dakwah Islam"
    ],
    "a": 2
  },
  {
    "q": "Sikap kepemimpinan Ali bin Abi Thalib yang dapat diteladani oleh peserta didik adalah …",
    "o": [
      "Bersikap keras terhadap perbedaan pendapat",
      "Menghindari musyawarah",
      "Mengutamakan keadilan meskipun dalam kondisi sulit",
      "Mengambil keputusan sepihak",
      "Menunda penyelesaian masalah"
    ],
    "a": 2
  },
  {
    "q": "Masuknya Islam ke Indonesia berlangsung secara damai melalui perdagangan, pendidikan, dan perkawinan. Faktor utama yang mendukung proses tersebut adalah …",
    "o": [
      "Penyebaran Islam melalui peperangan",
      "Sikap toleran dan akhlak mulia para penyebar Islam",
      "Pemaksaan ajaran kepada masyarakat",
      "Kelemahan kerajaan Hindu-Buddha",
      "Dukungan kekuatan militer"
    ],
    "a": 1
  },
  {
    "q": "Strategi dakwah Wali Songo yang menyesuaikan ajaran Islam dengan budaya lokal menunjukkan bahwa penyebaran Islam di Indonesia dilakukan dengan cara …",
    "o": [
      "Keras dan memaksa",
      "Menghilangkan seluruh tradisi lokal",
      "Bijaksana dan penuh toleransi",
      "Menolak budaya masyarakat",
      "Berorientasi pada kekuasaan"
    ],
    "a": 2
  }
]

